def main_menu_ui():
    print(
        """
        ******************************************
        **********  Приложение заметки  **********
        ******************************************

        ------------------------------------------
                    Работа с заметками
        ------------------------------------------
                1 - Создать заметку
                2 - Удалить заметку
                3 - Отредактировать заметку
    
        ------------------------------------------
                    Просмотр заметок
        ------------------------------------------
                4 - Показать заметку
                5 - Показать все заметки
    
        ------------------------------------------
                0 - Выход из приложения
        ------------------------------------------
        """
    )
